{
	"songs" : [
		{
			"name" : "Accidentally In Love",
			"artist" : "Counting Crows",
			"album" : "Films About Ghosts",
			"lyrics" : "So she said, \"What's the problem, baby?\"\nWhat's the problem? I don't know\nWell, maybe I'm in love (Love)\nThink about it every time, I think about it\nCan't stop thinking 'bout it\n\nHow much longer will it take to cure this?\nJust to cure it 'cause I can't ignore it if it's love (love)\nMakes me wanna turn around and face me\nBut I don't know nothing 'bout love, uh\n\nCome on, come on, turn a little faster\nCome on, come on, the world will follow after\nCome on, come on, because everybody's after love\n\nSo I said I'm a snowball running\nRunning down into the spring that's coming\nAll this love melting under blue skies\nBelting out sunlight, shimmering love\n\nWell, baby, I surrender to the strawberry ice cream\nNever ever end-er all this love\nWell, I didn't mean to do it\nBut there's no escaping your love, uh\n\nThese lines of lightning mean we're never alone\nNever alone, no, no\n\nCome on, come on, move a little closer\nCome on, come on, I wanna hear you whisper\nCome on, come on, settle down inside my love\n\nUh, come on, come on, (Come on) jump a little higher\nCome on, come on, if you feel a little lighter\nCome on, come on, (Come on) we were once upon a time in love\n\nWe're accidentally in love\nAccidentally in love\nAccidentally in love\nAccidentally in love\nAccidentally in love\n\nAccidentally in love\nAccidentally in love\nAccidentally in love\nAccidentally in love\nAccidentally\n\nI'm in love, I'm in love\nI'm in love, I'm in love\nI'm in love, I'm in love\nAccidentally\n\nI'm in love, I'm in love\nI'm in love, I'm in love\nI'm in love, I'm in love\nAccidentally\n\nCome on, come on, (Come on) spin a little tighter\nCome on, come on, and the world's a little brighter\nCome on, come on, (Come on) just get yourself inside her love\nI'm in love",
			"videoURL" : "https://www.youtube.com/embed/9unJ0Zs-S54",
			"albumArt" : "https://i.imgur.com/V4itP3O",
			"info" : "Accidentally in Love is a song performed by Counting Crows. It was featured in the Shrek 2 movie soundtrack. The song was nominated for the Academy Award for Best Original Song. This song is included in the music game Lego Rock Band. Commercially, the song was moderately successful, peaking within the top 40 of several music charts, but it experienced notable success in Ireland, where it reached number three and spent ten weeks in the top 50.[1]",
			"chords" : "chordsCountingCrows.html",
			"songId" : 0
		},
		{
			"name" : "All of Me",
			"artist" : "John Legend",
			"album" : "Love in the Future",
			"lyrics" : "What would I do without your smart mouth\nDrawing me in and you kicking me out?\nGot my head spinning, no kidding\nI can't pin you down\n\nWhat's going on in that beautiful mind?\nI'm on your magical mystery ride\nAnd I'm so dizzy, don't know what hit me\nBut I'll be alright\n\nMy head's underwater\nBut I'm breathing fine\nYou're crazy and I'm outta my mind\n\n'Cause all of me loves all of you\nLove your curves and all your edges\nAll your perfect imperfections\nGive your all to me, I'll gives my all to you\nYou're my end and my beginning\nEven when I lose, I'm winning\n\n'Cause I give you all of me\nAnd you give me all of you, oh\n\nHow many times do I have to tell you\nEven when you're crying, you're beautiful too?\nThe world is beating you down\nI'm around through every mood\n\nYou're my downfall, you're my muse\nMy worst distraction, my rhythm and blues\nI can't stop singing\nThis ringing in my head for you\n\nMy head's underwater\nBut I'm breathing fine\nYou're crazy and I'm out of my mind\n\n'Cause all of me loves all of you\nLove your curves and all your edges\nAll your perfect imperfections\nGive your all to me, I'll give my all to you\nYou're my end and my beginning\nEven when I lose, I'm winning\n\n'Cause I give you all of me\nAnd you give me all, all of you\n\nCards on the table\nWe're both showing hearts\nRisking it all though it's hard\n\n'Cause all of me loves all of you\nLove your curves and all your edges\nAll your perfect imperfections\nGive your all to me, I'll give my all to you\nYou're my end and my beginning\nEven when I lose, I'm winning\n\n'Cause I give you all of me\nAnd you give me all of you, oh\nI give you all of me, yeah\nAnd you give me all of you, oh",
			"videoURL" : "https://www.youtube.com/embed/JbU1AyONp64",
			"albumArt" : "https://i.imgur.com/NtFoONe",
			"info" : "American singer John Legend from his fourth studio album Love in the Future (2013). It is dedicated to Legend's wife Chrissy Teigen. All of Me first aired on American mainstream urban radio as the album's third single on August 12, 2013. On the week ending May 16, 2014, it peaked at number one on the Billboard Hot 100 becoming his first number-one single in the United States. It knocked off Happy by Pharrell Williams, which had spent 10 weeks at number one. The song peaked at number two in the United Kingdom and New Zealand and topped the charts in Australia, Canada, Ireland, Portugal, Sweden, Switzerland and the Netherlands.",
			"chords" : "chordsJohnLegend.html",
			"songId" : 1
		},
		{
			"name" : "Bang Bang",
			"artist" : "Jesse J, Ariana Grande, Nicki Minaj",
			"album" : "Sweet Talker",
			"lyrics" : "Jessie J\nShe got a body like an hourglass\nBut I can give it to you all the time\nShe got a booty like a Cadillac\nBut I can send you into overdrive, oh\n\nJessie J & Ariana Grande\nYou've been waiting for that (ooh)\nStep on up, swing your bat\n\nJessie J\nSee anybody could be bad to you\nYou need a good\n\nJessie J & Ariana Grande\nGirl to blow your mind, yeah\n\nBang bang into the room (I know you want it)\nBang bang all over you (I'll let you have it)\nWait a minute, let me take you there (ah)\nWait a minute, tell you (ah, hey)\n\nBang bang there goes your heart (I know you want it)\nBack, back seat of my car (I'll let you have it)\nWait a minute, let me take you there (ah)\nWait a minute, tell you (ah hey)\n\nAriana Grande\nShe might've let you hold her hand in school\nBut I'mma show you how to graduate (mmm)\nNo, I don't need to hear you talk the talk\nJust come and show me what your momma gave. oh babe\n\nJessie J & Ariana Grande\nYou've got a very big (shh)\nMouth but don't say a thing\n\nAriana Grande\nSee anybody could be good to you\nYou need a bad girl to blow your mind\n\nJessie J & Ariana Grande\nBang bang into the room (I know you want it)\nBang bang all over you (I'll let you have it)\nWait a minute, let me take you there (ah)\nWait a minute, tell you (ah, hey)\n\nBang bang there goes your heart (I know you want it)\n(There goes your heart, oh)\nBack, back seat of my car (I'll let you have it)\n(Seat of your car)\nWait a minute, let me take you there (ah)\nWait a minute, tell you (ah hey)\n\nNicki Minaj\n(You know what girlfriends? Let me show you how to do it)\n\nIt's Myx moscato, it's frizz in a bottle\nIt's Nicki full throttle, it's oh, oh\nSwimming in the grotto, we winning in the lotto\nWe dipping in the pot of blue fo' sure\n\nKitten so good, it's dripping on wood\nGet a ride in the engine that could go\nBatman robbin' it, bang bang, cockin' it\nQueen Nicki dominant, prominent\n\nIt's me, Jessie, and Ari, if they test me, they sorry\nRide us up like a Harley then pull off in this Ferrari\nIf he hanging we banging, phone ranging, he slanging\nIt ain't karaoke night but get the mic 'cause I'm singing\n\nB to the A to the N to the G to the uh\n(B- b- b- b- b-bang bang)\nB to the A to the N to the G to the hey\n\nJessie J\nSee, anybody could be good to you\nYou need a bad girl to blow your mind, your mind (okay)\n\nJessie J & Ariana Grande\nBang bang into the room (I know you want it)\nBang bang all over you (I'll let you have it)\n(B-bang bang bang bang bang)\nWait a minute, let me take you there (ah)\nWait a minute, tell you (ah, hey) (yeah, uhuh)\n\nBang bang there goes your heart (I know you want it)\n(There goes your heart)\nBack, back seat of my car (I'll let you have it)\n(Back of my car)\nWait a minute, let me take you there (ah)\n(Let me take you there)\nWait a minute, tell you (ah hey)\n\nBang bang into the room (I know you want it)\nBang bang all over you (I'll let you have it)\n(All over you baby)\n\nNicki Minaj\nYo, I said bang, bang\nBang, b-bang, bang\nBang, bang, bang\nBang, b-bang, bang\n\nJessie J & Ariana Grande\nBang bang there goes your heart (I know you want it)\nBack, back seat of my car (I'll let you have it)\nWait a minute, let me take you there (ah)\nWait a minute, tell you (ah, hey)",
			"albumArt" : "https://i.imgur.com/9S6YsWH",
			"videoURL" : "https://www.youtube.com/embed/jYhordoR3hM",
			"info" : "Bang Bang is a song recorded by British singer Jessie J, American singer Ariana Grande, and American rapper and singer Nicki Minaj.[3] It was written by Minaj, Max Martin, Savan Kotecha and Rickard Göransson, and produced by Martin, Göransson and Ilya, with Kuk Harrell serving as a vocal producer. The song was first sent to hot adult contemporary radio on July 28, 2014 through Republic Records and released as a digital download the next day by Lava and Republic Records as the lead single from Jessie J's third studio album Sweet Talker (2014). It is also included on the deluxe version of Ariana Grande's second studio album My Everything (2014), serving as the third single from that album.[4] In November 2017, Bang Bang was certified 6x platinum by the RIAA.[5] As of 2017, the song has sold 3.6 million copies in the US.[6]",
			"chords" : "chordsJessieJ.html",
			"songId" : 2
 		},
 		{
			"name" : "Because of You",
			"artist" : "Kelly Clarkson",
			"album" : "Breakaway",
			"lyrics" : "Ooh\nOoh\n\nI will not make the same mistakes that you did\nI will not let myself cause my heart so much misery\nI will not break the way you did, you fell so hard\nI've learned the hard way to never let it get that far\n\nBecause of you \nI never stray too far from the sidewalk\nBecause of you\nI learned to play on the safe side so I don't get hurt\n\nBecause of you\nI find it hard to trust not only me, but everyone around me\nBecause of you\nI am afraid\n\nI lose my way and it's not too long before you point it out\nI cannot cry because I know that's weakness in your eyes\nI'm forced to fake a smile, a laugh, every day of my life\nMy heart can't possibly break when it wasn't even whole to start with\n\nBecause of you\nI never stray too far from the sidewalk\nBecause of you\nI learned to play on the safe side so I don't get hurt\n\nBecause of you\nI find it hard to trust not only me, but everyone around me\nBecause of you\nI am afraid\n\nI watched you die, I heard you cry every night in your sleep\nI was so young, you should have known better than to lean on me\nYou never thought of anyone else, you just saw your pain\nAnd now I cry in the middle of the night for the same damn thing\n\nBecause of you\nI never stray too far from the sidewalk\nBecause of you\nI learned to play on the safe side so I don't get hurt\n\nBecause of you\nI tried my hardest just to forget everything\nBecause of you\nI don't know how to let anyone else in\n\nBecause of you\nI'm ashamed of my life because it's empty\nBecause of you\nI am afraid\n\nBecause of you\nBecause of you",	
			"videoURL" : "https://www.youtube.com/embed/0rHEpRZeh-4",
			"albumArt" : "https://i.imgur.com/tS1nml3",
			"info" : "Because of You is a song recorded by American pop singer Kelly Clarkson for her second studio album, Breakaway (2004). It was written by Clarkson along with its producers David Hodges and Ben Moody, both from Evanescence. It was released on August 16, 2005 by RCA Records, as the third single from Breakaway. Clarkson originally wrote Because of You when she was 16 years old to cope with the emotional distress caused by her parents' divorce. She wanted the song to be included on her debut studio album, Thankful (2003), but her record label rejected the song. She then polished the song with Hodges and Moody before successfully convincing her label to include it on Breakaway.",
			"chords" : "chordsKellyClarkson.html",
			"songId" : 3
 		},
 		{
			"name" : "Bleeding Love",
			"artist" : "Leona Lewis",
			"album" : "Spirit",
			"lyrics" : "Closed off from love, I didn't need the pain\nOnce or twice was enough and it was all in vain\nTime starts to pass, before you know it you're frozen\nBut something happened for the very first time with you\nMy heart melted to the ground, found something true\nAnd everyone's looking 'round, thinking I'm going crazy\n\nBut I don't care what they say, I'm in love with you\nThey try to pull me away, but they don't know the truth\nMy heart's crippled by the vein that I keep on closing\nYou cut me open and I\n\nKeep bleeding, keep, keep bleeding love\nI keep bleeding, I keep, keep bleeding love\nKeep bleeding, keep, keep bleeding love\nYou cut me open\n\nTrying hard not to hear, but they talk so loud\nTheir piercing sounds fill my ears, try to fill me with doubt\nYet I know that their goal is to keep me from falling, ooh yeah\nBut nothing's greater than the risk that comes with your embrace\nAnd in this world of loneliness, I see your face\nYet everyone around me thinks that I'm going crazy\nMaybe, maybe\n\nBut I don't care what they say, I'm in love with you\nThey try to pull me away, but they don't know the truth\nMy heart's crippled by the vein that I keep on closing\nYou cut me open and I\n\nKeep bleeding, keep, keep bleeding love\nI keep bleeding, I keep, keep bleeding love\nKeep bleeding, keep, keep bleeding love\nYou cut me open\n\nAnd it's draining all of me\nThough they find it hard to believe\nI'll be wearing these scars for everyone to see\n\nI don't care what they say, I'm in love with you\nThey try to pull me away, but they don't know the truth\nMy heart's crippled by the vein that I keep on closing\nOoh, you cut me open and I\n\nKeep bleeding, keep, keep bleeding love\nI keep bleeding, I keep, keep bleeding love\nKeep bleeding, keep, keep bleeding love\nOh, you cut me open and I\n\nKeep bleeding, keep, keep bleeding love\nI keep bleeding, I keep, keep bleeding love\nKeep bleeding, keep, keep bleeding love\nOoh, you cut me open and I\nKeep bleeding, keep, keep bleeding love, oh",
			"videoURL" : "https://www.youtube.com/embed/TWfRcCa7PLI",
			"albumArt" : "https://i.imgur.com/QS7Z7KA",
			"info" : "Bleeding Love is a song performed by British singer Leona Lewis, who released it from her 2007 debut studio album, Spirit.[1] Jointly written and composed by American singers and songwriters Jesse McCartney[2] and Ryan Tedder, and produced by Tedder, the song is the album's lead single; officially, it was Lewis's official second single, and followed A Moment Like This. It was released in the United Kingdom and Ireland in October 2007.[3] Debuting at number one on the UK Singles Chart and the Irish Singles Chart, Bleeding Love became the best-selling single of 2007 in both countries.[4] After the single's release, it became a major international hit, and was the best-selling single of 2008 worldwide.[5] The single has reached number one in 35 countries,[6] including Japan, Germany and the United States, making it only the second song in history to achieve this feat, Elton John's Candle in the Wind 1997 being the first. The video first aired on 17 October 2007, and was uploaded to YouTube on the same day, on which it now has over 161 million views.[7]",
			"chords" : "chordsLeonaLewis.html",
			"songId" : 4
 		},
 		{
			"name" : "Cake By The Ocean",
			"artist" : "DNCE",
			"album" : "DNCE",
			"lyrics" : "Mmm ba na\n\nOh, no\nSee you walking 'round like it's a funeral\nNot so serious, girl, why those feet cold?\nWe just getting started, don't you tiptoe, tiptoe, ah\n\nWaste time with a masterpiece, don't waste time with a masterpiece (Huh)\nYou should be rolling with me, yeah, you should be rolling with me, ah\nYou're a real-life fantasy, you're a real-life fantasy (Huh)\nBut you're moving so carefully, let's start living dangerously\n\nTalk to me, baby\nI'm going blind from this sweet, sweet craving, whoa-oh\nLet's lose our minds and go fucking crazy\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh\nWalk for me, baby\nI'll be Diddy, you'll be Naomi, whoa-oh\nLet's lose our minds and go fucking crazy\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh\n\nNa na na yeah\n\nGod damn\nSee you licking frosting from your own hands\nWant another taste, I'm begging, yes, ma'am\nI'm tired of all this candy on the dry land, dry land, oh\n\nWaste time with a masterpiece, don't waste time with a masterpiece (Huh)\nYou should be rolling with me, yeah, you should be rolling with me, ah\nYou're a real-life fantasy, you're a real-life fantasy (Huh)\nBut you're moving so carefully, let's start living dangerously\n\nWhoa, talk to me, baby\nI'm going blind from this sweet, sweet craving, whoa-oh\nLet's lose our minds and go fucking crazy (Ah)\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh\nWalk for me, baby (Walk for me now)\nI'll be Diddy, you'll be Naomi, whoa-oh\nLet's lose our minds and go fucking crazy\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh\n\nOoh ha\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh\nOoh ha\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh\n\nHey\nYou're fucking delicious\nHa ha ha\nTalk to me, girl (Huh)\n\nTalk to me, baby\nI'm going blind from this sweet, sweet craving, whoa-oh\nLet's lose our minds and go fucking crazy\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh\nWalk for me, baby (Walk for me now)\nI'll be Diddy, you'll be Naomi, whoa-oh\nLet's lose our minds and go fucking crazy (And go what, that's right)\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh (I'm ready)\n(Ah yeah)\n\nRed velvet, vanilla, chocolate in my life\nFunfetti, I'm ready, I need it every night\nRed velvet, vanilla, chocolate in my life\nAh ya ya ya ya, I keep on hoping we'll eat cake by the ocean, uh",
			"videoURL" : "https://www.youtube.com/embed/4eBYozObYi4",
			"albumArt" : "https://i.imgur.com/FqC1wuw",
			"info" : "Cake by the Ocean is the debut single by American band DNCE, released for sale on September 18, 2015 and to radio on September 29, 2015 through Republic Records.[2] It serves as the lead single from their debut EP, Swaay (2015)[3] and is also included on their debut studio album, DNCE (2016). The song reached the top 10 on multiple national record charts including Australia, Canada, Germany, the United Kingdom, and the United States. It has also topped the US Billboard Adult Pop Songs airplay chart and been certified Gold or higher by a number of recording industry associations. Billboard ranked Cake by the Ocean at number 44 on their 100 Best Pop Songs of 2016 list.[4] Nielsen Music named Cake by the Ocean the second most-played song in Canada for 2016, behind only Justin Bieber's Love Yourself.[5]",
			"chords" : "chordsDNCE.html",
			"songId" : 5
 		},
 		{
			"name" : "Colors of the Wind",
			"artist" : "Judy Kuhn",
			"album" : "Pocahontas",
			"lyrics" : "You think I'm an ignorant savage\nAnd you've been so many places\nI guess it must be so\nBut still I cannot see\nIf the savage one is me\nHow can there be so much that you don't know?\nYou... don't... know...\n\nYou think you own whatever land you land on\nThe Earth is just a dead thing you can claim\nBut I know every rock and tree and creature\nHas a life, has a spirit, has a name\n\nYou think the only people who are people\nAre the people who look and think like you\nBut if you walk the footsteps of a stranger\nYou'll learn things you never knew - you never knew\n\nHave you ever heard the wolf cry to the blue corn moon?\nOr asked the grinning bobcat why he grinned?\nCan you sing with all the voices of the mountain?\nCan you paint with all the colours of the wind...\nCan you paint with all the colours of the wind?\n\nCome run the hidden pine trails of the forest\nCome taste the sun's sweet berries of the earth\nCome roll in all the riches all around you\nAnd for once - never wonder what they're worth\n\nThe rainstorm and the river are my brothers\nThe heron and the otter are my friends\nAnd we are all connected to each other\nIn a circle, in a hoop that never ends\n\nHow high does the Sycamore grow?\nIf you cut it down then you'll never know...\n\nAnd you'll never hear the wolf cry to the blue corn moon\nFor whether we are white or copper skinned...\nWe need to sing with all the voices of the mountain\nNeed to paint with all the colours of the wind\n\nYou can own the Earth and still\nAll you'll own is earth until\nYou can paint with all the colours of the --- wind...",
			"videoURL" : "https://www.youtube.com/embed/Bq_rpl4l4HE",
			"albumArt" : "https://i.imgur.com/nD5ZVqE",
			"info" : "Colors of the Wind is a song written by lyricist Stephen Schwartz and composer Alan Menken for Walt Disney Pictures' 33rd animated feature film Pocahontas (1995). The film's theme song, Colors of the Wind was originally recorded by American singer and actress Judy Kuhn in her role as the singing voice of Pocahontas. American actress and recording artist Vanessa Williams's cover of the song was released as the lead single from the film's soundtrack on May 23, 1995. A pop and R&B ballad, produced by Grammy Award-winning producer Keith Thomas, the song's lyrics speak of respecting nature and living in harmony with the Earth's creatures. The song is also featured on her third studio album The Sweetest Days. Colors of the Wind won the Academy Award for Best Original Song at the 68th Academy Awards in 1995, becoming composer Alan Menken's fourth win in the category. It also won the Golden Globe in the same category as well as the Grammy Award for Best Song Written for a Movie. The song poetically presents the Native American viewpoint that the earth is a living entity where humankind is connected to everything in nature.",
			"chords" : "chordsJudyKuhn.html",
			"songId" : 6
 		},
		{
			"name" : "Creep",
			"artist" : "Radiohead",
			"album" : "Pablo Honey",
			"lyrics" : "When you were here before\nCouldn't look you in the eye\nYou're just like an angel\nYour skin makes me cry\n\nYou float like a feather\nIn a beautiful world\nI wish I was special\nYou're so fuckin' special\n\nBut I'm a creep\nI'm a weirdo\nWhat the hell am I doin' here?\nI don't belong here\n\nI don't care if it hurts\nI wanna have control\nI want a perfect body\nI want a perfect soul\n\nI want you to notice\nWhen I'm not around\nYou're so fuckin' special\nI wish I was special\n\nBut I'm a creep\nI'm a weirdo\nWhat the hell am I doin' here?\nI don't belong here, oh oh\n\nShe's running out the door\nShe's running out\nShe run, run, run, run\nRun\n\nWhatever makes you happy\nWhatever you want\nYou're so fuckin' special\nI wish I was special\n\nBut I'm a creep\nI'm a weirdo\nWhat the hell am I doin' here?\nI don't belong here\nI don't belong here",
			"videoURL" : "https://www.youtube.com/embed/vQvym_Nzgzk",
			"albumArt" : "https://i.imgur.com/EGk6CiR.jpg",
			"info" : "Creep is a song by the English alternative rock band Radiohead, released as their debut single in 1992; it appeared on their first album, Pablo Honey (1993).\nCreep was not initially a chart success, but became a worldwide hit after being rereleased in 1993.\nRadiohead grew tired of it in later years, and refused to perform it for a period. It is included in the Radiohead: The Best Of compilation album.",
			"chords" : "chordsRadiohead.html",
			"songId" : 7
		},
		{
			"name" : "Don't Stop Me Now",
			"artist" : "Queen",
			"album" : "Jazz",
			"lyrics" : "Tonight I'm gonna have myself a real good time\nI feel alive\n\nAnd the world I'll turn it inside out, yeah\nI'm floating around in ecstasy\nSo don't stop me now\nDon't stop me\n'Cause I'm having a good time\nHaving a good time\n\nI'm a shooting star leaping through the sky\nLike a tiger\nDefying the laws of gravity\n\nI'm a racing car passing by\nLike Lady Godiva\nI'm gonna go, go, go\nThere's no stopping me\n\nI'm burning through the sky, yeah\n200 degrees, that's why they call me Mister Fahrenheit\nI'm travelling at the speed of light\nI wanna make a supersonic man out of you\n\nDon't stop me now\nI'm having such a good time\nI'm having a ball\n\nDon't stop me now\nIf you wanna have a good time\nJust give me a call\n\nDon't stop me now\nCause I'm havin' a good time\nDon't stop me now\nYes I'm havin' a good time\nI don't wanna stop at all, yeah\n\nI'm a rocket ship on my way to Mars\nOn a collision course\nI am a satellite\nI'm out of control\n\nI'm a sax machine ready to reload like an atom bomb\nAbout to whoa, oh, oh, oh, oh, explode\n\nI'm burning through the sky, yeah\n200 degrees, that's why they call me Mister Fahrenheit\nI'm travelling at the speed of light\nI wanna make a supersonic woman of you\n\n(Don't stop me)\n(Don't stop me)\n(Don't stop me)\nHey, hey, hey\n\n(Don't stop me)\n(Don't stop me)\nOoh-ooh-ooh\nI like it!\n\n(Don't stop me)\n(Don't stop me) (Hey-hi!)\nHave a good time\nGood time\n\n(Don't stop me)\n(Don't stop me)\nAhh\nLet loose, honey!\nAll right\n\nOh, I'm burning through the sky, yeah\n200 degrees, that's why they call me Mister Fahrenheit, hey!\nTravelling at the speed of light\nI wanna make a supersonic man out of you\nYeah, yeah\n\nDon't stop me now\nI'm having such a good time\nI'm having a ball\n\nDon't stop me now\n(Woo!) If you wanna have a good time\n(All right!) Just give me a call\n\nDon't stop me now\n'Cause I'm havin' a good time\n\nDon't stop me now\nYes, I'm havin' a good time\nI don't want to stop at all\n\nHa da da da da\nDa da da\nHa da da ha ha ha\nHa da da\nHa da da da da",
			"videoURL" : "https://www.youtube.com/embed/RZhWmyAhWig",
			"albumArt" : "https://i.imgur.com/fYUIt8j",
			"info" : "Don't Stop Me Now is a song by the British rock band Queen, featured on their 1978 album Jazz that was released as a single in 1979. Written by lead singer Freddie Mercury, it was recorded in August 1978 at Super Bear Studios in Berre-les-Alpes (Alpes-Maritimes), France, and is the twelfth track on the album.[1] Musically the song builds on Mercury's piano playing, with John Deacon and Roger Taylor providing a bass guitar and drums backing track. The song also provides an example of Queen's trademark style of multitrack harmony vocals for the chorus lines.[2] On the studio version, Brian May's only guitar playing is in his guitar solo, but on live versions performed on the band's 1979 Jazz and Crazy tours, May would also play rhythm guitar throughout the rest of the song to give more of a feel of rock music. A live version of the song features in the band's 1979 album Live Killers.[3] The song also appears in the band's 1981 compilation album Greatest Hits, and in June 2011, as part of Queen's 40th anniversary celebrations, an old take of the song containing more guitar parts was included on the bonus EP of the re-released and remastered Jazz album.[4][5] In 2015, the electronics company Alba conducted a survey of 2000 UK adults, which asked respondents to name their favourite uplifting song, and 'Don't Stop Me Now' was the most popular response.[6]",
			"chords" : "chordsQueen.html",
			"songId" : 8
		},
 		{
			"name" : "Hips Don't Lie",
			"artist" : "Shakira",
			"album" : "Oral Fixation",
			"lyrics" : "Wyclef Jean\nLadies up in here tonight\nNo fighting, no fighting\nWe got the Refugees up in here\nNo fighting, no fighting\nShakira, Shakira\n\nI never really knew that she could dance like this\nShe makes a man wants to speak Spanish\nComo se llama, si, bonita, si, mi casa, su casa\nShakira, Shakira\n\nShakira\nOh baby, when you talk like that\nYou make a woman go mad\nSo be wise and keep on\nReading the signs of my body\n\nAnd I'm on tonight \nYou know my hips don't lie\nAnd I'm starting to feel it's right\nAll the attraction, the tension\nDon't you see baby, this is perfection\n\nWyclef Jean\nHey girl, I can see your body moving \nAnd it's driving me crazy\nAnd I didn't have the slightest idea\nUntil I saw you dancing\n\nAnd when you walk up on the dance floor\nNobody cannot ignore the way you move your body, girl\nAnd everything so unexpected, the way you right and left it\nSo you can keep on taking it\n\nI never really knew that she could dance like this\nShe makes a man want to speak Spanish\nComo se llama, si, bonita, si, mi casa, su casa\nShakira, Shakira\n\nShakira\nOh baby, when you talk like that\nYou make a woman go mad\nSo be wise and keep on\nReading the signs of my body\n\nAnd I'm on tonight\nYou know my hips don't lie\nAnd I am starting to feel you boy\nCome on let's go, real slow\nDon't you see baby, asi es perfecto\n\nOh I know I am on tonight, my hips don't lie\nAnd I am starting to feel it's right\nAll the attraction, the tension\nDon't you see baby, this is perfection\nShakira, Shakira\n\nOh boy, I can see your body moving\nHalf animal, half man\nI don't, don't really know what I'm doing\nBut you seem to have a plan\n\nMy will and self restraint \nHave come to fail now, fail now\nSee, I am doing what I can, but I can't so you know\nThat's a bit too hard to explain\n\nBaila en la calle de noche\nBaila en la calle de d&#xED;a\nBaila en la calle de noche\nBaila en la calle de d&#xED;a\n\nWyclef Jean\nI never really knew that she could dance like this\nShe makes a man want to speak Spanish\nComo se llama, si, bonita, si, mi casa, su casa\nShakira, Shakira\n\nShakira\nOh baby when you talk like that\nYou know you got me hypnotized\nSo be wise and keep on\nReading the signs of my body\n\nWyclef Jean\nSe&#xF1;orita, feel the conga\nLet me see you move like you come from Colombia\n\nMira en Barranquilla se baila as&#xED;, say it\nMira en Barranquilla se baila as&#xED;\n\nYeah\nShe's so sexy every man's fantasy a refugee like me\nBack with the Fugees from a third world country\nI go back like when Pac carried crates for humpty humpty\nI need a whole club dizzy\n\nWhy the CIA wanna watch us? Colombians and Haitians\nI ain't guilty, it's a musical transaction \nNo more do we snatch ropes \nRefugees run the seas 'cause we own our own boats \n\nShakira\nI'm on tonight, my hips don't lie\nAnd I'm starting to feel you boy\nCome on let's go, real slow\nBaby, like this is perfecto\n\nOh, you know I am on tonight and my hips don't lie\nAnd I am starting to feel it's right\nThe attraction, the tension\nBaby, like this is perfection\n\nNo fighting\nNo fighting",
			"videoURL" : "https://www.youtube.com/embed/ebh71sy3N68",
			"albumArt" : "https://i.imgur.com/6ok4Q12.jpg",
			"info" : "Hips Don't Lie is a song by Colombian singer and songwriter Shakira, featuring Haitian rapper Wyclef Jean for the reissue of Shakira's seventh studio album, Oral Fixation, Vol. 2. It was released on 28 February 2006, by Epic Records as the second single from the album. The song was written and produced by Shakira, Jean, Jerry 'Wonder' Duplessis, Raul RAZ Zeballos, and LaTavia Parker. Hips Don't Lie is a salsa and worldbeat song, which heavily incorporates samples from Jean's earlier single Dance Like This and Amores Como el Nuestro written by Omar Alfanno.\n \nUpon its release, Hips Don't Lie received generally favorable reviews from music critics. It received several accolades, including a People's Choice Award, an MTV Latin America Video Music Award, and an MTV Video Music Award.\nHips Don't Lie reached the number one spot on charts in at least 55 countries, including the US Billboard Hot 100, becoming Shakira's first number one single in the country. It also broke the record for the most radio plays in a single week and the fastest selling digital download song in the United States. The song was eventually certified Triple platinum by the Recording Industry Association of America (RIAA), where it has sold over 4 million copies. It also topped the charts in Australia, France, Germany, Italy, Netherlands, Switzerland, the United Kingdom, among other countries. It was the best selling single of 2006 and the 2000s. Having sold over 13 million digital downloads, It is the most sold track in the list of the best-selling singles of the 21st century.",
			"chords" : "chordsShakira.html",
			"songId" : 9
		}
	]
}
