{
	"Hips Don't Lie": "Hips Don't Lie is a song by Colombian singer and songwriter Shakira, featuring Haitian rapper Wyclef Jean for the reissue of Shakira's seventh studio album, Oral Fixation, Vol. 2. It was released on 28 February 2006, by Epic Records as the second single from the album. The song was written and produced by Shakira, Jean, Jerry 'Wonder' Duplessis, Raul RAZ Zeballos, and LaTavia Parker. Hips Don't Lie is a salsa and worldbeat song, which heavily incorporates samples from Jean's earlier single Dance Like This and Amores Como el Nuestro written by Omar Alfanno.\n \nUpon its release, Hips Don't Lie received generally favorable reviews from music critics. It received several accolades, including a People's Choice Award, an MTV Latin America Video Music Award, and an MTV Video Music Award.\nHips Don't Lie reached the number one spot on charts in at least 55 countries, including the US Billboard Hot 100, becoming Shakira's first number one single in the country. It also broke the record for the most radio plays in a single week and the fastest selling digital download song in the United States. The song was eventually certified Triple platinum by the Recording Industry Association of America (RIAA), where it has sold over 4 million copies. It also topped the charts in Australia, France, Germany, Italy, Netherlands, Switzerland, the United Kingdom, among other countries. It was the best selling single of 2006 and the 2000s. Having sold over 13 million digital downloads, It is the most sold track in the list of the best-selling singles of the 21st century.",
	"Creep" : "Creep is a song by the English alternative rock band Radiohead, released as their debut single in 1992; it appeared on their first album, Pablo Honey (1993).\nCreep was not initially a chart success, but became a worldwide hit after being rereleased in 1993.\nRadiohead grew tired of it in later years, and refused to perform it for a period. It is included in the Radiohead: The Best Of compilation album.",
	"Space Oddity" : "Space Oddity is a song written and recorded by David Bowie. It was first released as a 7-inch single on 11 July 1969. It was also the opening track of his second studio album, David Bowie. It became one of Bowie's signature songs and one of four of his songs to be included in The Rock and Roll Hall of Fame's 500 Songs that Shaped Rock and Roll.\nThe song is about the launch of Major Tom, a fictional astronaut, and was released during a period of great interest in space flight. The United States' Apollo 11 mission would launch five days later and would become the first manned moon landing another five days after that. The lyrics have also been seen to lampoon the British space programme, which was and still is an unmanned project. Bowie would later revisit his Major Tom character in the songs Ashes to Ashes, Hallo Spaceboy and possibly the music video for Blackstar.\nSpace Oddity was David Bowie's first single to chart in the UK. It reached the top five on its initial release and received the 1970 Ivor Novello Special Award for Originality. His second album, originally released as David Bowie in the UK, was renamed after the track for its 1972 re-release by RCA Records and became known by this name. In 1975, upon re-release as part of a maxi-single, the song became Bowie's first UK No. 1 single.\nIn 2013, the song gained renewed popularity after it was covered by Canadian astronaut Chris Hadfield, who performed the song while aboard the International Space Station, and therefore became the first music video shot in space. In January 2016, the song re-entered singles charts around the world following Bowie's death, which included becoming Bowie's first single to top the French Singles Chart. The song also ranked as third on iTunes on 12 January 2016.",
	"Smells Like Teen Spirit" : "Smells Like Teen Spirit is a song by American rock band Nirvana. It is the opening track and lead single from the band's second album, Nevermind (1991), released on DGC Records.\nThe unexpected success of Smells Like Teen Spirit in late 1991 propelled Nevermind to the top of the charts at the start of 1992, an event often marked as the point where alternative rock entered the mainstream.[1] Smells Like Teen Spirit was Nirvana's biggest hit, reaching number six on the Billboard Hot 100 and placing high on music industry charts all around the world in 1991 and 1992.\nSmells Like Teen Spirit received many critical plaudits, including topping the Village Voice Pazz & Jop critics' poll and winning two MTV Video Music Awards for its music video, which was in heavy rotation on music television. The song was dubbed an anthem for apathetic kids of Generation X,[2][3] but the band grew uncomfortable with the success and attention it received as a result. In the years since Cobain's death, listeners and critics have continued to praise Smells Like Teen Spirit as one of the greatest songs in the history of rock music."
}